{
"fn1":" 置於內文之註腳（以英文字母排序）為中譯者補充，置於文末之註腳（以阿拉伯數字排序）與英譯本一致，為英譯者說明補充。\n非中文部分：斜體字為巴利語，以正體字表達者為梵文或英文。\n",
"fn2":" 泰國共有七十七個一級行政區，包括七十六個府與直轄市-首都曼谷。\n這七十七個行政區一般劃分為五個主要地區，包括北部、東北部、東部、中部與南部地區，每個府都是以其首府作為該府的命名。\n在府底下，次級行政區稱為縣(或稱：郡與次郡；首府稱府治縣）、再下分為區及村；首都曼谷的次級行政區稱呼不同，稱為區。\n",
"fn3":" 要成為一名具足戒的比丘，年齡最低門檻是二十歲。\n而低於二十歲的男孩可以成為沙彌。\n沙彌必須剃度，穿著土褐黃的僧伽梨，並遵守基本的沙彌十戒。\n",
"fn4":" 根據傳統的泰國曆法，是西元前二四三六年。\n",
"fn5":" 戒和尚，指為比丘剃度並主持出家儀式的親教師。\n羯磨師，指讀羯磨文，引導新比丘懺悔業障的阿闍梨；教授師則是為新比丘講說戒法、威儀、儀軌等的阿闍梨。\n",
"fn6":" 布利達陀是佛陀過去累生當菩薩圓滿修持十波羅蜜最後十世中某一生的名字。\n在菩薩成佛前的最後一生逆推回算前第五生之中，菩薩曾轉生為一條大龍，也許是龍王，當時他的名字就叫做布利達陀（意思是：大地的禮物）。\n由於他厭倦地底下龍的生活，有一天他竄出地面，卻不幸被捕蛇人給捉住，捕蛇人逮到機會，想在當地國王的面前玩蛇表演，趁此機會出名並大撈一筆。\n雖然菩薩可以用他的神通瞬間毀了這名捕蛇人，但他珍惜戒律勝於一切，他抑制了自己的憤怒，按照捕蛇人的命令行事，堅持忍辱。\n因此，他圓滿了忍辱波羅蜜。\n因為和菩薩有關，使得布利達陀這個名字變得非常吉祥殊勝，這很可能就是阿姜曼的導師選擇這個名字的原因。\n根據一些巴利註釋，bhūri（布利） 也等於paññā（智慧），也因此，布利達陀可能也可以解釋成「智慧之禮」。\n",
"fn7":" 柚木（jāti tree）是一種原產於泰國東北地區高原森林的落葉硬木。\n阿姜曼夢中的比喻取決於jāti這個字，也就是巴利語「出生」的意思\n",
"fn8":" 巴利三藏的法櫃是一種專門用來裝載佛教經典的書櫃，裡頭共包括約五十卷左右的經文。\n",
"fn9":" 頭陀行是佛教沙門自願遵守修持的十三種特殊梵行。\n這些頭陀行會在下一章節中介紹。\n",
"fn10":" 佛教比丘的大衣、上衣及下衣巴利語譯音分別是僧伽梨（正裝衣，上街托缽時，或奉召入王宮時所穿之衣）、郁多羅僧（入眾衣，為禮拜、聽講、布薩時所穿用）及安陀會（作務衣，為日常工作時或就寢時所穿著之貼身衣）。\n",
"fn11":" 想要理解佛教修行的解脫目標，煩惱（kilesa）是一個很重要的辭彙，因為它彰顯出心靈基本的障礙，也指出需要克服什麼東西才能在解脫之道上更上一層樓。\n無明，或心中的雜染，都是存在於一切蒼生心中的負面心理、情緒與思維。\n基本上就是三種形式：貪愛、瞋恚、愚痴。\n一切染汙了身語意的雜染，而就在其本身的意圖與目的之內腐化，將它們（經由這般身語意所產生不可避免的後果）更加牢牢束縛在永無止盡的生死輪迴之中。\n它們所呈現的形式多樣化，包括情慾、嫉妒、驕傲、虛榮、自私吝嗇、憤怒、怨恨等等，加上各種更微妙複雜的組合變化，以致於不斷產生不健康與有害的心態，給人類帶來諸多的苦難。\n受到無明所驅使的心態，在交互影響與組合下所產生的行為模式，造成人類恆久的痛苦，並引發世界的一切混亂。\n",
"fn12":" 「citta」是心的根本覺知性，是一切有知覺的眾生（有情）的知覺根本特性。\n當與「色身」連在一起講的時候，「citta」可被稱之為「mind」或「heart」；一般來說，心的「覺知性」不受時間的拘束、無遠弗屆、向十方散射，但其真實性卻被心中的垢染所覆蓋遮蔽。\n當它被根本無明的惡勢力所染著腐化時，其傾向便「向外」呈現出「受」、「想」、「行」、「識」的樣貌。\n而「citta」的真實性就只是單純的「覺知」而已。\n「citta」不生不滅，沒有出生也沒有死亡。\n在本書中，「citta」經常被稱作「heart」；兩者是同義詞。\n「heart」（心、名法）形成身（色）的核心，它就是身體內的中心、主體、主要精神，基本的基礎。\n從「citta」而生的諸緣，如「想」，就是從那裏產生出來的。\n善與惡、苦與樂，都在心中聚在一起。\n有一種強勢的主流見解認為心意識是來自人類大腦中複雜的交互作用；而當腦死時，心意識也就跟著停止。\n這種唯物機械的觀點完全是錯誤的邪見。\n雖然有證據可以證明腦的某些特定部分（區域）掌管特定的心理功能，但這並不代表就是大腦產生心意識。\n實際上，大腦是一個複雜的運作處理器官，它接收並處理外來的資料，並刺激有關「受」、「想」、「行」、「識」的資訊；但，它並不產生這些功能，也不產生心意識。\n以上，就是「citta」的全部範疇。\n（更詳細的討論見附錄II及專有名詞表）\n",
"fn13":" 當「citta」（心）將向外攀緣的一切心理活動都匯聚於一點，就是所謂的「凝神收攝」（converging）。\n在無明的惡勢力之下，意識的活動從心中向外呈現出各種複雜的態樣（受、想、行、識），並經由它們進入感官的媒介（色、聲、香、味、觸）。\n禪定的修持是將各種不同的心識活動都凝聚一處的修行方法，從而心便安止於完全寧靜與平靜的狀態，這不是說「心」要很用力、很費力、很辛苦地專注於一處，而嚴格來說，更精確的說法應該是「心」很自然地處於「所有心識活動都匯聚於一處」的專注狀態。\n",
"fn14":" 取相是一種在禪修過程中自動產生的一種景象。\n",
"fn15":" 一種自製的傘，懸掛在樹枝上，可當作帳篷一樣的遮蔽物。\n傘蓋打開時，在傘的邊緣周圍處褂上特別縫製的布，布長到地面，形成圓柱體狀，內部圍成一個空間，比丘可在圍成的空間內禪修或躺下休息，可避免蚊子或其他昆蟲的侵擾，某種程度上也可遮風避雨。\n",
"fn16":" 威儀，適當的言行舉止。\n",
"fn17":" 苦（Dukkha）是根本不滿足的因緣，是一切感官的內在固有本質。\n「苦」依其嚴重程度，可經驗到疼痛和不適、不滿和不快樂，或痛苦與苦難。\n基本上，潛在的不滿（隨眠煩惱）最終會破壞最愉悅的體驗，因為現象世界中的一切都會變化，且都不可靠。\n因此，一切的存在其特質就是苦。\n想要解脫這種令人不滿的狀態便是佛教修行的緣起。\n消滅斷除苦因（集諦），從而滅苦（滅諦），便是佛教比丘的基本目標。\n",
"fn18":" 比丘被教導應理智地反思其必需品，例如：食物，以此做為修心的工具，不管他得到什麼東西，他都應該開發出一種知足的態度。\n他被教導對食物應如下思惟：「適當地反省，他使用托缽的食物，不是為了遊樂，不是為了滿足口腹之慾，不是為了增加體重，不是為了美貌，僅僅是為了支持身體的生存，終結其痛苦，支持其心靈精神的生活、思考，因此我將摧毀舊的（飢餓）感受，而不是創造新的（來自暴飲暴食）感受。\n我會不受指責地維護保養我自己且安適地生活。\n」\n",
"fn19":" 這是有關對一切食物的內在固有厭惡、噁心的本質。\n一旦在口中咀嚼，即使最吸引人的菜色也會變得令人作嘔。\n在胃中正在被消化分解成各種元素的食物更是如此。\n這就是食物真正的本質。\n",
"fn20":" 阿姜紹（1859–1942）是烏汶府的在地人。\n他當阿姜曼的老師的時候，他介紹阿姜曼頭陀的生活之道，在兩個雨安居之間，阿姜曼與阿姜紹一起遊方行腳，尋找適合禪修的森林區。\n他們倆人都被視為復興泰國東北區頭陀遊方行腳生活方式的代表人物。\n",
"fn21":" 辟支佛，又稱獨覺佛，也是一尊佛，不靠老師的教導而獨自證悟成佛的聖者，但卻欠缺有效教導他人的能力。\n因此，他不對世人說法。\n辟支佛被視為一種寡言及樂於隱居的聖者。\n",
"fn22":" 近行定，是一種在進入完全安止定前的中階禪定。\n這個層次的禪定，「心」可與內在與外在現象積極互動，而不會失去其基本內在專注的焦點。\n",
"fn23":" Chao Khun Upāli（Jan Sirichando,1856–1932）出生於泰國烏汶府的一個村莊，離阿姜曼的本地故鄉不遠。\n於一八七八年出家，之後成為東北地區僧伽的領袖。\n一九０四年，他成為曼谷Boromaniwat寺院的住持。\n",
"fn24":" 這是指想蘊。\n人的心理成分之一，與記憶的功能有關。\n例如：認知、聯想與理解。\n想蘊既認知已知之事物，也賦予每個人感知的意義及重要性。\n透過對過去經驗的回憶，記憶的功能賦予其特殊意義，並對它們做出解釋，使人就其感受呈現憂傷或歡樂。\n",
"fn25":" 這是指行蘊，人的心理成分之一，與思想及想像有關。\n行蘊是心中不斷形成的想念，並將個人的感知概念化。\n行蘊創造了這些概念想法，然後將它們轉交傳輸給想蘊，讓想蘊對它們做出解釋與闡釋，並對其意義做出假設。\n",
"fn26":" 地居天神或樹神都是很特殊的一類非人，且住在緊鄰人間的欲界，也就是我們熟知的四天王天的天神，因為祂們與人間的互動很密切。\n這些眾生通常「棲息」在大樹的最上端的樹葉，以一整個群組或「家庭」的型態一起經常群聚在一棵大樹上。\n這是因為祂們過去前生的特定功德善業，混合著對人間大地的貪愛執著，才會在此出生，獲得這個果報。\n雖然祂們是具體（實體）的存在，有色身（地水火風的地大），但這些天神的身體卻沒有粗重的物質特徵。\n樹天神的身體是由空靈、飄逸、精緻的光所組成，超越了人類感官的範疇，但禪修者卻能以天眼清楚地看到祂們。\n而且好像在阿姜曼當行腳比丘的期間前來參訪他的天神大多數都是來自地居天，因為偏僻的荒郊野外一直都是祂們最喜愛的居處。\n",
"fn27":" 聲聞是指親耳聽聞佛陀的教導並宣稱佛陀是他的老師的佛陀直屬弟子。\n",
"fn28":" 禪相是指在近行定中出現的一種可以感知到的景象。\n這種訊息，以聲聞阿羅漢為例，經由心靈意念本身共通的語言來彼此傳輸溝通：是一種直接的、非文字語言的溝通交流，而意思表示的重要意義可清楚完整地顯現，不容誤解或誤會發生，不會因猜測或解釋所誤導，當它在傳達時，「聽者」直觀地「知悉」所傳達的全部意義。\n",
"fn29":" 所謂「沙門」是指出世的禪修者，他們拋棄了社會的傳統包袱，去追尋心靈解脫的出世生活。\n在佛陀時代，沙門被視為遊方行腳梵行的理想典範。\n",
"fn30":" 阿那含果，三果，又稱不還果，是指斷除了投生欲界五下分結的聖者，此人死後將投生於色界最高的淨居天之一，在彼天最終將般無餘涅槃，而不會再退還投生於欲界塵世。\n所謂五下分結分別是：（1）身見；（2）疑結；（3）戒禁取；（4）貪欲；（5）瞋恚。\n",
"fn31":" 緣起，從最初的無明如何環環相扣互為條件因緣，使眾生不斷生死輪迴的一種簡明扼要的闡述。\n",
"fn32":" 阿姜辛（1888–1961），一九０九年出家，於一九一九年在烏汶府的Burapha寺與阿姜曼初遇。\n當時，阿姜辛在附近的僧團研習佛經。\n阿姜曼清晰有條理的開示以及平靜安詳的威儀舉止給他留下了深刻的印象，於是他離開了對經典的學術研究，開始追隨阿姜曼展開頭陀行腳的生涯。\n之後，他成為在孔敬府和呵叻府協助僧團建立頭陀生活之道的重要核心人物。\n",
"fn33":" 阿姜瑪哈賓（1892–1946），於一九一二年出家，他在僧團的前十年都在曼谷研習佛經，最後在巴利語的學習中獲得摩訶學位（Mahã）。\n一九二二年，他回到烏汶府，也就是他的兄弟阿姜辛勸他嘗試頭陀生活模式之地。\n阿姜瑪哈賓是阿姜曼眾弟子中第一位具有摩訶學位的學者比丘。\n",
"fn34":" 阿姜帖（1902–1994），十八歲的時候在阿姜辛的協助下出家成為沙彌，並於一九二二年進一步成為受具足戒的比丘。\n他與阿姜辛一起生活並修行多年之後，於一九三三年前往清邁府去尋訪阿姜曼。\n在回到東北定居之前，他與阿姜曼及其他頭陀比丘一起行腳修行與禪修了五年。\n",
"fn35":" 阿姜範（1898–1977），一開始出家當沙彌，之後成為具足戒比丘；他與阿姜曼初次見面是在阿姜曼於一九二０年到阿姜範色軍府的家鄉附近停留時。\n阿姜曼將「法」作如此清楚的表達給他留下了深刻的印象，激勵他踏上頭陀生活之道。\n一九二六年，他跟著阿姜曼來到了烏汶府，在接下來幾年裡，他在此地協助建立了幾座森林僧團。\n經歷過四處各地的行腳生涯，阿姜範終於在色軍府的家鄉定居並成立一座僧團。\n",
"fn36":" 阿姜考 （1888–1983），三十一歲的時候在烏汶府出家，出家之前他已經有妻子與家庭，他在東北地區四處行腳並尋訪阿姜曼，最終在廊開府與阿姜曼相遇。\n之後他跟隨阿姜曼來到清邁府並與他在清邁府一起生活多年。\n他常常遇到野生動物，並因對大象有特殊的親和力而聞名。\n",
"fn37":" 巨魔是一種法力高強、神通廣大的特殊非人，通常都殘忍凶暴與嗜血殺戮成性。\n",
"fn38":" 帕邦塔寺，也就是本書作者阿姜摩訶布瓦位於烏隆府的叢林道場，於一九五五年成立。\n",
"fn39":" 正念的四個基處分別是（1）身；（2）受；（3）心；（4）法。\n",
"fn40":" 四聖諦分別為：苦（世間的苦果）、集（苦升起的原因）、滅（苦熄滅的果）、道（滅苦的方法）。\n",
"fn41":" 「當我們被教導去參訪墳地，我們都不應該忽視內心的墳地。\n就算我們參訪外在的墳地，其目的也是向內反觀映照我們內在的墳墓，也就是我們自己的身體。\n乾屍、新屍、生屍、熟屍，有各式各樣的屍體都聚集在在我們的身驅中，但我從沒聽過這個地方因為屍體被燒、烤、燉就被稱為火葬場。\n相反的，它被稱為廚房。\n但事實上，它其實就是動物們屍體的火葬場。\n因為牠們都被埋進這個肚子裡，這個墳墓。\n如果我們客觀如實地觀照自己，我們可以看到我們就是各種動物的墳場，沒錯，就是我們！因為我們的體內充斥著新舊的屍體。\n一旦我們如是思惟，如果我們還不夢醒，如果我們還不跳脫，那麼我們的感受會是什麼呢？因為實相就是如此。\n」—阿姜摩訶布瓦的註解。\n",
"fn42":" 魔羅代表邪惡與誘惑的化身，也可以說，是一種心中隨眠煩惱的體現。\n人如果被魔羅所迷惑，便於塵世中迷失，便找不到滅苦之道。\n",
"fn43":" 布薩是「祭日、禮拜日」的意思。\n「布薩」制度是佛教中最早施設的懺悔法門。\n",
"fn44":" 僧眾任由眾人恣舉自己所犯之罪，並對著其他比丘作懺悔，叫做自恣。\n布薩「僧自恣」是沿自古印度佛陀時代僧團的制度，讓有犯錯的比丘有機會面對自己的錯誤，反省自己身口意的過失，並在僧眾面前坦承犯了戒，以此使戒律重新恢復清淨。\n",
"fn45":" 在過去，墳地並不像今天這個樣子。\n村外的一處空曠之地會用來擱置死屍。\n屍體會放在木材上用火焚燒，火化後的骨灰便灑在四周。\n",
"fn46":" 這裡是指想蘊，也就是人類的心理素質之一，與記憶的功能有關；例如：識別認知、聯想與理解解釋等。\n當「行」（sankhāra）在心中成形，「念想」（saññā）便立刻對其下定義，接著從各種不同的角度對它作出解釋，而這裡就是容易讓人迷惑上當之處。\n「心」因其自身的假設而受到矇蔽上當，所謂的假設即其自身的杯弓蛇影，也就是畫出不斷歡欣與憂傷的圖畫。\n而「心」被其自身的杯弓蛇影（指「念」）所欺騙愚弄而陷入快樂與憂傷、擔心與害怕等情境。\n這種情緒的波盪不過是被繪圖所自我欺騙的「心」所引起的。\n因為故事中的比丘已先入為主將鬼怪的概念根深蒂固置於心中，然後以此主觀地去作出解釋。\n他先假定出一個外在的恐懼，但事實上他是被潛伏在自己心中的鬼魂所騷擾。\n",
"fn47":" 比丘的八項基本資具如下：三件主要的袈裟、化緣的缽、皮帶、剃刀、針及濾水器。\n",
"fn48":" 所謂「波羅提木叉」就是僧伽的基本戒律。\n它包含二百二十七條行為準則，通常在每兩個星期僧團集會之前集體吟誦比丘戒律。\n",
"fn49":" 第一次的僧團集結是在世尊般無餘涅槃之後的雨安居期間舉行，其目的是為了正式將整體的教義作有系統的編纂。\n當時除了阿難尊者以外，共有五百位諸漏已盡的阿羅漢參與這次的集結，但世尊在般無餘涅槃之前，便已預言他的近侍弟子阿難尊者在參與該次集會之前會及時證得阿羅漢果，而後來也應驗了，而就在阿難證果的那天早晨，集會如期舉行。\n",
"fn50":" 「無明緣行，行緣識，識緣名色，──如是環環相扣因緣相續的現象，便是純大苦聚集起。\n」這是十二因緣起的簡略公式，因果不斷相續進展的歷程\n",
"fn51":" 「無明滅即行滅，行滅即識滅，識滅即名色滅，­­──乃至純大苦聚滅。\n」這是十二因緣滅的簡略公式。\n",
"fn52":" rāgataṇhā 通常翻譯成「性慾」或「情慾」。\n堅信身體就是「我」，而快樂可經由身體的感官而實現；rāgataṇhā 就是慾望，甚至是渴望，藉由肉體的方式來追逐歡愉及自我滿足。\n由於以這種精神心靈的垢染為驅動力，大部分的人都是透過肉體的刺激為主要的手段來克服欲求不滿來尋求滿足。\n如果放任這種渴望不管，便很容易引起更多的渴望，讓「心」一直處於飢渴與欲求不滿。\n因為性慾情慾是一種慾壑難填的飢渴，愈是以此方式獲取滿足，就愈會在日後遭受苦果。\n這種根深蒂固的性慾就是束縛眾生離不開感官世界的主要桎梏。\n然而，誠如阿姜曼在此指出，性慾還有更邪惡的另一面，因為激情衝動的意念很容易變得好鬥與暴力，從而一旦與肉體的刺激相結合，貪與瞋的煩惱便會以性慾為包裝來結合其惡勢力，也就是藉由掌控及剝削他人來減輕舒緩其慾壑難填的飢渴。\n因此，對於性的激情以及對於權力的渴望，兩者根本就是原始渴愛的一體兩面。\n對戰爭與殺戮的渴望，對於酷刑及各種虐待的渴望，其根源皆出自性慾情慾。\n因此，性慾就是墜入惡道（阿修羅、鬼、畜生、地獄）的關鍵因緣。\n",
"fn53":" 世間法含括一切因緣生滅的現象。\n也就是說，以「無常變異」為其特徵，與「苦」連結，與「無我」相關，這就是世俗諦。\n而唯有無餘涅槃才能完全超脫世間法。\n",
"fn54":" 「善逝」，意指「善去」或「好去」，常用於佛陀的稱號。\n",
"fn55":" 「善哉」，是一種表達讚嘆與認同的感嘆辭。\n",
"fn56":" 近行定（upacāra samādhi）是一種可溝通的定境。\n是達到色界安止定（appanā samādhi）之前的一種定境。\n在這種定境的層次，「心」可以與外界的現象互動接觸，例如：天神，同時不會喪失內心禪定基本的專注。\n",
"fn57":" 「阿姜曼教導我們，一切眾生的『心』都有共通的語言。\n不論此人原本的語言或國籍為何，『心』卻只有單純的意念，這也就是他為什麼會說一切眾生的心都有共通語言的理由。\n當某一種想法產生，我們理解了；但必須轉換成文字的時候，就必須變成這種或那種語言，於是乎我們無法真正了解彼此的意思。\n然而，內心的感受，對每一個人來說都是一樣的。\n這也是『法』之所以能與『心』完美相應的原因，『法』並不是任何一種特定的語言，因為『法』本身就是『心』的語言。\n」—— 阿姜摩訶布瓦的註解。\n",
"fn58":" 解脫涅槃成就是梵行生活的終極目標。\n",
"fn59":" 巴利語字「vãsanã」，有各種不同的翻譯，有的翻成「習氣（習慣傾向）」，有的翻成「功德波羅蜜」，是指過去生生世世開發累積的功德，而之後成為此人今生相續心靈資糧的一部分。\n在佛教徒之間一般都相信凡是對於出家當比丘以及禪修等方面具有強烈的企圖心及傾向者，他們在過去生中肯定都培育過累積佛教的修行，因此他們有足夠的功德資糧可以依靠並供其使用。\n有些人會依靠他們所相信的波羅蜜來確保其持續的進步。\n在這方面，阿姜曼堅持只有在適當環境中的精進才能確保心靈的提升與進步。\n",
"fn60":" 「至於『法』，也就是世尊教導我們的修行之道，其基礎是「信」，換言之，堅信遵循此道會為我們帶來善果的信念；「正精進」，則使我們堅持努力不懈走在這條路上；「正念」，則是沿路的響導；「禪定」，除了是旅途的食糧以外，也是一路前進時「心」的穩固堅定性，換言之，在我們抵達目的地之前可讓我們享受精神上的平安與喜樂；而「觀智」，則是從出發到結束一路上都必須步步為營的警覺謹慎。\n而這些特質都將支持我們，並確保我們走在正道上。\n當我們具有這五項特質，也就是三十七菩提分的五根（信、精進、念、定、慧），持續與之同在，則正向的結果必將恰如其分依我們的努力與實力呈現。\n如果我們開發培育這五根，使善根增長、五力在內心堅固有力，那麼結果不會讓我們產生疑惑， 因為這些道品就是致力於佛陀所稱擺在路的盡頭的果報：離苦與涅槃」—— 阿姜摩訶布瓦的註解\n",
"fn61":" 布施、持戒、禪修的開展，是佛陀所教導的三種基本修行。\n",
"fn62":" 念住呼吸（安那般那念）是一種將注意力集中在一點上去觀察呼與吸，那一點對與呼吸的感覺最顯著。\n注意每一次的呼與吸，漸漸地沉浸在微細的呼吸上，將其他的一切都給摒除在外。\n",
"fn63":" 「buddho」（佛）、「dhammo」（法）、「sangho」（僧）都是使「心」專注的禪修詞。\n持續在心中重複默念「buddho」，比如說，某人在禪修時內心不斷重複默念「buddho」。\n只須要單純重複注意默念「buddho」、「buddho」、「buddho」……而摒除一切，一旦它相續不斷，這種簡單的重複默念將在心中帶來寧靜與安詳的結果。\n",
"fn64":" 「念身」，是以人類身體為業處的一種禪修。\n使用「頭髮」、「身毛」、「指甲」、「牙」、「皮」等以這些最明顯的部位為禪修的業處，依其組成成分去分析（傳統修行方法使用身體的三十二個部位，又稱三十二身分觀），每個部位來來回回分析觀照，直到某個特定部位捕獲住禪修者的興趣。\n然後，專注觀照該身體的真實本質。\n",
"fn65":" 「念死」是對死亡的本質及其意義的一種反思，因為人會想到地球上的一切眾生都將趨於死亡：出生、變老、生病、然後死亡，便會想到這是一種完整的自然歷程；也會明白沒有人可以知道何時、何地或在什麼樣的情況下發生死亡，或在死亡之後將遭遇何種命運；而且生命如此短暫，人的時間有限，所以應該要善用它。\n對死亡不斷的禪思冥想在修行之道上激發出精進。\n",
"fn66":" 「他心通」，是一種能得知他人在想什麼的超能力；換言之，能讀取他人的心思與心靈感應。\n",
"fn67":" 在剎那定中，「心」在出定之前，「凝神收攝」進入一種只有短暫片刻的定境，這是初階的一種禪定。\n在進入近行定時，心「凝神收攝」進入一種延長的定境，這種定境可同時增進提升對身內身外現象的覺知，可與感官基礎接觸互動。\n在這種層次的定境，當感知力提高的同時，正常的思惟活動歷程（內心的對話）則會暫時中止。\n這是一種中階程度的定境。\n安止定，心全然「凝神收攝」而入定。\n此時，身心的感知都會完全從意識中消失，而獨留「心」自身的「覺知性」。\n光明、清晰、廣大、無遠弗屆，「心」只是單純「覺知」，沒有對象，沒有相對二元性，就只是「覺知」。\n這就是最高階（進階）的定境。\n",
"fn68":" 這是「念身」的最後階段，也就是身體引人之處及其令人作噁之處都能全然地洞悉其實相並成功地超脫，這種情形發生在對「愛」與「憎」都已清楚洞悉實際上都是「心」的一種自我欺騙。\n",
"fn69":" 禪定中的心意所化生的身體。\n",
"fn70":" 白衣優婆夷，是指穿著白長袍並嚴格受持八戒的在家女信徒，也就是現代的佛教八戒尼。\n",
"fn71":" Chao Khun Upāli （Jan Sirichando, 1856–1932），曼谷 Boromaniwat寺（僧團）的住持，是一位著名的佛教學者，他一直致力將佛教的理論付諸實際的修行。\n由於阿姜曼與他之間有深厚的友誼，並對他睿智的建議非常地尊重，所以將他視為善知識，而且每次來曼谷的時候都會來見他。\n",
"fn72":" 「名色」（五蘊總稱）的「名」法，是屬於個人心智方面的四種組成要素，分別是：受蘊、想蘊、行蘊、識蘊。\n它們都是不斷生起與消滅的現象（生滅法），在其中都找不到永恆不變的實體與持續不變的「我」，也就是所謂的「無我」。\n",
"fn73":" 由記憶（思維、思考）所得到的「理解」與從「觀智」而得到的真正領悟大不同。\n關於這一點，「思維與記憶」是指對於佛教修行的評論並研究其理論而獲得的一種知識，也就是說，只是一種學術研究而已；就其本身而言，這種聰明智商方面的理解是不夠的，因為它是建立在觀念（概念）與意見之上，很容易產生個人的臆測與戲論。\n比如說，我們固然可以記住跟「法」有關的各種名詞與論述，卻無法從內心中去發現其真實的意義。\n至於「觀智」，是指經由直接觀照、審查與解析在禪修中依照理則所生起的各種因素，直至其因果關係變得清楚明白，而由此獲得的一種清晰的「直觀」。\n這種直觀的領悟，雖可能與佛法理論有些出入，卻是直接從個人經驗所生的確信，可自信地用來解決在禪修中所衍生的問題。\n",
"fn74":" sandiṭṭhiko是「法」的一個傳統稱謂，意思是緣自覺知、不待時節、現見（現法離諸熾燃）。\n",
"fn75":" 從字面上來看，是指「證悟之池」（泰語：Nong Aw 這個泰文字Aw是泰文變音口語，用來表示某人對某事件真正明白的一種恍然大悟，好比「哦！原來如此！」）。\n而對於阿姜曼的情形，很可能是指：「哦！原來這就是佛陀的證悟啊！」。\n",
"fn76":" 緣起，也就是從最初的無明如何因緣相續，使整個輪迴一再生起的一種簡要的說明。\n",
"fn77":" 「絕對清淨法」，與「涅槃」是同義詞。\n",
"fn78":" 此指有餘涅槃，是指阿羅漢的特質：在欲界塵世輕鬆自在、無憂無慮沒煩惱、幸福愉快地生活，直到最後過世。\n",
"fn79":" 生死輪迴，就像「輪子」一樣不停地「轉動」。\n隨著生死之輪遭到破壞，解脫心（停止「轉動」的心）已完全覺悟了。\n",
"fn80":" 有為法，係指會隨著因緣聚散而出現、變化及消失的一切現象，又稱之為緣起法，也就是緣起緣滅的現象。\n大體上可分為身心現象的色法與心法。\n",
"fn81":" 無為法，是指不會隨因緣變化而出現、變化及消失，即不生不滅、涅槃。\n",
"fn82":" 「解脫」，是「涅槃」的另一個同義詞。\n",
"fn83":" 五蘊（色、受、想、行、識），一般是指個人及其感官經驗「名與色」的組合。\n通常，五蘊是無明煩惱用來建構並維繫生死輪迴世界的「工具」，一旦無明被徹底消除，五蘊仍會一如既往繼續自然運作，然而，由於無明煩惱的垢染惡勢力已不復存在，接下來它們（五蘊）就會聽從「法」的指令行事。\n只要阿羅漢還活在人世間，其個人的五蘊還是一樣的組成元素；當他最後過世，他的「心」就不再與五蘊有任何的連結。\n",
"fn84":" 般無餘涅槃，意思是指「像燈的火焰一樣熄滅」。\n這是說指阿羅漢過世之後的無餘涅槃。\n可以用另一種比喻來解釋：猶如火熄滅後的餘燼冷卻了。\n",
"fn85":" 阿姜曼在此將相對世俗的世間法與絕對解脫的出世間法做了對比。\n「心」，基本覺知性，自無始以來，就一直被最初的無明所掌控，這種最初的無明在心中創造出一個中心或認知者的焦點，而這種錯誤的中心進而產生出一種個人主體觀念，而這種主體意識就是「自我中心」。\n這個「我」形成了二元相對的認知（能知與所知），而「識」由此而生出「名色」五蘊及一切感官經驗世界，而這又回頭強化了認知者的個人主體感，一切都源始於「心」的流動，湧出進而創造整個感官世界，也就是因緣生滅現象的世界。\n因此，據說一切的身心現象都是因緣相對的世間法，它們只相對於能知者而存在，而所謂的能知者也就是能感知到它們的人。\n因此，它們只不過是「心」為了體驗其自我呈現而使自我主體性產生的世間法；緊接著，這些呈現便融入了「心」的自我主體感。\n因此，所知與能知之間無法區分，而二元相對性陷入整個循環，使「心」陷入自我迷惑的羅網中，「心」依其呈現而被簡化為認定其自身存在的性質。\n當無明已被滅除，能知者的中心焦點崩解了，也就是製造出這個「我」的觀念完全從心中消失；而由於「我」的消失，「心」的一切呈現，一切的相對世間法，它們欺罔的權力都遭到了褫奪，不會在心中出現。\n雖然五蘊仍以其形式繼續發揮其功能，但只要阿羅漢還存活在世間，它們（五蘊）便不再被「心」所吸收，在調整其「心」觀念的這件事上也不會介入。\n這就是所謂的解脫，從一切的因緣中徹底的解脫，因為這種解脫是非因緣的。\n",
"fn86":" Nong Aw文義上，是指「證悟之池」。\n（參看本章註釋5）\n",
"fn87":" 聖人是因其梵行成就而為聖，也就是指阿羅漢。\n",
"fn88":" 《法句經》第三百五十四首偈語：諸施法施勝；諸味法味勝；諸喜法喜勝；愛盡滅諸苦。\n白話翻譯如下：在一切的布施當中，以法布施最為殊勝；在一切的美味之中，以法味最為殊勝；在一切歡悅喜樂之中，以法喜最為殊勝；從渴愛中解脫終結了諸苦。\n",
"fn89":" spiritual partner，字面文義上的意思是指：「某人在培育其心智波羅蜜時的法侶。\n」大部分的有情（眾生）通常都有一個在過去穿越無數前世並與其關係密切的伴侶，這位伴侶通常是異性。\n那些一起許下深摯承諾的夫妻將生生世世再續前緣，彼此相互協助發展培育波羅蜜，這樣的忠貞伴侶都被視為長期追求成佛之道上不可或缺的必要條件，就如喬達摩佛過去當菩薩時的本生故事：在過去無數劫前，當時的菩薩是一位住在森林中名叫Sumedha的外道仙人，他撲倒在燃燈佛面前的地上，並發下要在未來世成佛的願。\n當他發下這個願之後，一名女子帶著香與花開心地對他道賀，但他立即拒絕她的供養，並說道：身為一名森林的梵行修行人，他決定獨自修行。\n隨後燃燈佛提醒這名年輕修行人，每一個發願要成佛的菩薩，在其漫長又艱苦累積波羅蜜的修行路上，都會有一個親近重要的伴侶。\n之後，菩薩與其修行的伴侶一起穿越了無數世，並在成佛之路上為了眾生的利益一起努力並奉獻犧牲。\n",
"fn90":" 般若知見，這是指第六個、也是最後一個「特殊知見」：也就是心的「向外界溢流攀緣」（渴愛、執取）已完全熄滅的知見，也就是代表已臻解脫涅槃成就。\n",
"fn91":" 四梵住。\n也就是透過修持「慈」、「悲」、「喜」、「捨」的修行來開展出四個崇高又神聖的心境。\n這四種心靈的修持對於憎恨與憤怒敵意都是特別有效的對治方法。\n",
"fn92":" 四梵住：慈、悲、喜、捨。\n",
"fn93":" 本來，聲聞弟子是指佛陀的直屬座下弟子，也就是因聽聞佛陀教導後而解脫證悟的人。\n但以阿姜曼的例子來說，他為了修持佛陀既有的教法而放棄了在未來要成佛的願，因此而成為一名證悟的「弟子」。\n",
"fn94":" 漏（āsava）是心靈的垢染，這種垢染從心中「外流」，進而造成一種重複生死循環的「洪流」。\n",
"fn95":" 成為一名佛教比丘的最低年限是二十歲。\n然而，在這個年紀以下的男孩可以出家當沙彌，沙彌一樣要剃頭，穿褐黃色僧伽梨，並須遵守十戒。\n雖然經律中並沒有提到沙彌最低的特定年限，但傳統上泰國年約七歲的男孩是可以被接受的，這項傳統是遵循佛陀成佛之前兒子羅睺羅的故事，他就是在七歲的時候被允許出家當沙彌。\n",
"fn96":" 指在生死輪迴中經歷的痛苦與苦難。\n",
"fn97":" 關於世俗諦（世間法），請參看本章節註釋13。\n",
"fn98":" 無餘涅槃，意思是指已無任何個人身心組成元素（即：五蘊）的「涅槃」，是阿羅漢去世之後的圓寂涅槃。\n",
"fn99":" 禪相是一種由心現起的徵象、景象或顯現的事物。\n",
"fn100":" 根據大眾對涅槃的看法，我們應牢記，涅槃的特質是非因緣所成，也就是絕非任何的因緣條件或限制可歸屬於涅槃。\n「相信佛陀與阿羅漢去世之後，已經與這個世界沒有任何互動的可能」，就等於是以因緣生滅法的思維來看待無為法（涅槃、不生不滅）。\n(參看附錄I)世間傳統佛教徒的信仰認為當佛陀或阿羅漢去世之後，便已般無餘涅槃，也就是說，對於他（佛陀或阿羅漢）而言，不可能再跟世上的人類有任何更進一步的接觸或互動。\n因此當阿姜曼說出佛陀與諸阿羅漢在他的禪境中現身並給予他有關「法」的教導，很多人都說這是不可能的事。\n但佛陀及諸阿羅漢都是真正已臻淨化的清淨心，也因此即究竟涅槃。\n因為涅槃就其本質而言，就是無為法（不生不滅）或非因緣所生法，我們不可以在佛陀或阿羅漢的身上加諸一切可能或不可能的任何條件或限制（因緣生滅）。\n涅槃的境界遠超出一切世俗的信仰與理解，當已臻（證）涅槃時，便與一切的文字及概念脫鉤（即無法以世間的言語或文字描述），因為一切的文字皆與因緣法（條件）有緊密的關聯（受限於因緣法、不出因緣法的範疇）。\n—— 戒寶尊者二０一九年補充說明。\n",
"fn101":" 原文字面上的意思是「禮貌性地相互問候」\n",
"fn102":" 此指正確適當的行止，即威儀。\n",
"fn103":" 指「清淨法」，是涅槃的一個同義詞。\n",
"fn104":" 僧團中的資歷是根據比丘受戒之日並穿上僧伽梨之後度過多少個雨安居來計算其戒臘。\n",
"fn105":" 來自波羅蜜樹的心材，波羅蜜樹是一種生長在很多南亞與東南亞地區土產的果樹，將該果樹的心材煮沸後會呈現黃褐色，然後用來染比丘的僧袍。\n",
"fn106":" 薩姆達是佛陀時代的一位阿羅漢，他越過妓女的誘惑阻攔並證得解脫。\n根據傳統的說法，他以神足通離地騰空飛起，並穿透妓女屋頂的窗戶而逃離她。\n（長老偈VII.1）\n",
"fn107":" 也就是說，洞悉證悟解脫之道已摧毀了掌控不斷生死輪迴的心之魔王（無明）。\n",
"fn108":" 泰式踢拳是一項拳擊，這種運動包括腳、膝蓋與肘部，乃至拳頭，用這些部位來攻擊並制伏對手。\n",
"fn109":" 也就是說，阿姜曼在教導學生的時候會運用禪相及他心通，都同樣能達到很好的效果。\n",
"fn110":" 這一段是有關「滅盡定」，又稱「想受滅盡定」，是一切禪定中最高最深的成就。\n一切因緣法，究其本質，都是世間法。\n由於「無常」、「苦」、「無我」都是因緣法的基本特質，也因此「無常」、「苦」及「無我」便成為世間法的重要成分。\n可一旦達到「想受滅盡定」的成就，一切的因緣法，包括五蘊及感官基礎，在已臻此成就的「心」的覺知性之內都會暫時停止顯現。\n",
"fn111":" 解脫心與清淨心（完全絕對清淨的心）都是同義詞，都是指在各方面都已完全超脫世間法的阿羅漢。\n",
"fn112":" 在張開的傘的邊緣周圍懸掛的一種特別縫製的布，這種長到地面的布，形成一種圓柱體的空間，比丘可以在裡面或坐或躺，並在風雨中獲得適度的保護。\n",
"fn113":" 也就是說，阿姜曼是一位清淨的聖者並且是世間的福田，兩者都是傳統用來描述阿羅漢的稱呼。\n",
"fn114":" 「善逝」，是佛陀的傳統稱號。\n",
"fn115":" 阿姜範是作者當時參訪的僧侶。\n",
"fn116":" 指世間的凡夫，在佛法的修行上沒有任何的成就。\n",
"fn117":" 《法句經》第十七《忿怒品》，第二百二十三首偈語：以不忿勝忿怒。\n以善德勝不善。\n以布施勝慳吝。\n以誠實勝虛妄。\n",
"fn118":" 這則故事是阿姜瑪哈通薩(Ācariya Mahā Thong Sak)他自己跟作者講述的。\n",
"fn119":" 阿姜曼的意思是指寄附在母牛脖子底下的小牛形象：就好像小牛試著把母牛揹在自己的背上。\n",
"fn120":" maw lam，也稱作「民間歌劇」，是泰國東北鄉村流行的一種娛樂，maw lam以即興的押韻來比賽，通常在男女對抗的公開舞台上演出，且鬥智都相當激烈。\n這種比賽會大量使用文字，包括：謎語、雙關語、暗示、隱喻及簡短表演單字的聲音。\n這些押韻的詩句都是隨著歌手的即興演出而臨時編寫，衛冕者都是那些能想出最幽默詩句的人，從而使對手變得很笨拙。\n",
"fn121":" 他就是後來成為戒臘資深的住持及著名的佛教學者Chao Khun Upāli。\n他是阿姜曼在曼谷行腳時一直參訪的「善知識」，他年輕時的名字是「Jan」。\n",
"fn122":" 一到了午夜時分，當地人因為怕鬼及老虎，自然不願意在夜晚獨自長途跋涉。\n",
"fn123":" 《毘輸安呾囉本生經》是一則敘述佛陀成佛之前修菩薩道時相當受歡迎的故事。\n在該《本生經》中，帝釋天帝喬裝成老婆羅門，向毘輸安呾囉王子要求對他而言最珍貴的妻子，以此來考驗毘輸安呾囉王子是否真能做到歡喜的施捨。\n",
"fn124":" 慈心梵住是一種將心靈專注在「安住於無盡慈愛境界」的心靈禪修。\n",
"fn125":" 舍利塔是一種尖頂圓柱形的紀念塔，通常都是用來存放受人尊敬的佛教僧侶的舍利子，雖然有些是虔誠的佛教徒所建造的紀念聖龕。\n",
"fn126":" 傳統的佛教禪修包含兩種不同但彼此互補的項目，亦即，「止」與「觀」，分別相應於深度禪定及觀智的開發。\n阿羅漢，已臻「定」與「慧」的圓滿成就，運用兩者作為自在地在感官欲界生活的方式（有餘涅槃），直到其去世為止。\n",
"fn127":" 文義上，是指解脫心。\n",
"fn128":" 泰國實際上一致公認作者阿姜摩訶布瓦就是那兩位吉祥僧侶（高僧）中的一位。\n至於另一個人是誰，則有爭議。\n",
"fn129":" 這是有關第三百二十二則巨響本生經的故事，大意是說一隻在森林中的兔子，聽到一顆果子撞到棕櫚葉所發出的聲響，便以為天就快要塌下來，因而驚慌失措地逃竄，並將這種假消息傳播給其他動物。\n那些動物因此驚逃，只因相信毫無根據的謠言而不試圖找出真相，因而使自己陷於極大的危險中。\n",
"fn130":" 字面上，是輪轉苦（輪迴之苦）。\n",
"fn131":" 有關辟支佛，請參看第一章註釋19。\n",
"fn132":" 龍神是一種很特殊的非人，包括各式各樣的大蛇。\n這種非人包括蛇、水神（水中神靈）、大地及地下的神靈。\n因此，龍神也代表著下雨及流水充滿生命力的重要潛在力。\n祂們都是保護人類並對人有益的非人，雖然，就如同其他有無明的眾生，祂們也可能會發脾氣，就如同下面所述的故事。\n據說，龍神可隨心所欲變化自在，在古代的文獻中，有許多關於龍蛇化身人類的外貌的故事，而眾所周知，龍神非常尊重佛陀及其弟子。\n",
"fn133":" 阿姜曼解釋龍神以其毒液噴向比丘，因此引起各種不舒服的症狀，直到比丘們受不了而逃離。\n",
"fn134":" 無餘涅槃，意思是指：已不殘存任何個人身心元素（即：五蘊）的涅槃，是阿羅漢去世後的完全涅槃。\n",
"fn135":" 獅子臥：佛陀向右側睡，頭靠在右手上，雙腿併齊，一隻腿與另一隻腿略微交疊。\n當世尊最後一次躺下時，他採取同樣的「獅子臥」般無餘涅槃。\n",
"fn136":" 摩訶是巴利語詞彙，是「大」的意思。\n在泰國，當學習巴利語的比丘完成了巴利語學位，便可獲得這一種榮譽頭銜，就像提問題的那位比丘那樣。\n",
"fn137":" 「摩訶」是「大」的意思。\n在泰國，國家僧伽考試以九級巴利語考試作為標準，第九級為最高級。\n通過第四級或更高級巴利語考試的比丘，即賦予「摩訶」的頭銜。\n",
"fn138":" 「念身業處」這裡是指念住身體明顯的五個部位，如： 頭髮，身體毛髮，指甲，牙齒和皮膚，由其導師推薦給剛出家的比丘作為他們禪修時的重要業處。\n",
"fn139":" 他心通，是一種能探知他人內心的神通，換言之，能讀取他人在想什麼以及心電感應。\n",
"fn140":" 這是指泰國的古老法術，這種法術使用紋身、咒語來防子彈的傷害，可刀槍不入。\n",
"fn141":" 衛塞是泰曆第六個月其古老的節日名稱，發生在新曆的五月。\n根據   傳統的說法，佛陀的誕生、成道及般無餘涅槃，每一個階段都發生衛     塞月的月圓日。\n衛塞節是紀念這些事件的紀念日，每年在上座部佛教國家（南傳佛教）各地都會慶祝這些節日。\n",
"fn142":" 提到的這位長老是尊者Chao Khun Upāli（參看第一章註釋21 ）\n",
"fn143":" 南傳《法句經》第一百六十首偈語：自己才是自己的依歸，他人豈能成為自己的依歸？調伏自己之後，人們獲得了難得的歸依處（阿羅漢果）。\n",
"fn144":" 原文用pubbenivãsa，字面的意義是指：一個人以前的存在狀態，指人們的前生。\n",
"fn145":" 也就是，定成就、慧成就、解脫成就、解脫知見成就。\n",
"fn146":" 四神足， 又稱四如意足，分別是欲神足（又稱欲如意足），勤神足（又稱精進如意足），心神足（又稱心如意足、念如意足），觀神足（又稱觀如意足、慧如意足、思惟如意足）。\n",
"fn147":" 聖者是指追隨佛陀修行並證得至少初果（預流果，又稱須陀洹果）的人，是四雙八輩（須陀洹向、須陀洹果、斯陀含向、斯陀含果、阿那含向、阿那含果、阿羅漢向、阿羅漢果）解脫聖道的第一個階段。\n這樣的人一定善向（依善而行）、直向（依正直而行）、正向（依真理而行）、誠向（如法而行）。\n",
"fn148":" 阿姜曼於佛曆二四九二年十一月去世，大約是距本書寫作之前二十年。\n",
"fn149":" 菩提樹，或稱覺悟之樹，是佛陀證悟時遮蔭他的樹，是一種印度的菩提樹。\n",
"fn150":" 這些阿姜（大師）如今都已去世。\n",
"fn151":" 指菩提善根。\n",
"fn152":" 預流果（須陀洹果），一還果（斯陀洹果），不還果（阿那含果）：這是解脫涅槃的前三階，而最終是第四階阿羅漢果。\n",
"fn153":" 當阿姜曼的傳記剛完成之際，有關他的照片只知道僅存三張。\n後來在此期間，有發現了幾張有關他的照片，目前流通的阿姜曼照片已增加到九張。\n大部分都已複製收錄在本書中。\n",
"fn154":" 這是半開玩笑的說著，因為泰國的佛教學術體系中，巴利語九年級是最高的成就。\n",
"fn155":" 相傳佛陀的弟子在這一天聚集一處，共同聽佛陀講道。\n約是國曆二或三月的月圓日。\n",
"fn156":" 波羅提木叉，就是僧伽的基本戒律。\n包含二百二十七條行為準則，通常在每兩周一次的僧團集會前會逐條吟誦戒律。\n",
"fn157":" 三法印，一切因緣有為法的基本三種特質，也就是：諸行無常，諸受皆苦，諸法無我。\n",
"fn158":" 性慾、情慾。\n（參看第二章註釋19）\n",
"fn159":" 也就是，正念的四個基礎（四念處），分別是：身、受、心、法。\n",
"fn160":" 《法句經》第一百四十六首偈語：當（世間）一直在燃燒，為何還有歡笑？為何還有喜悅？當你們被黑暗遮覆障蔽時，為何不趕緊尋求明燈？\n",
"fn161":" 淨居天，是色界最高的五層天界。\n一位已證得阿那含（三果）的聖者死後將重生於淨居天的五層天之一，並在彼天界中般無餘涅槃，而且絕不會再重返回到欲界。\n",
"fn162":" 竹叢的死亡會在短時間之內發生。\n",
"fn163":" 安止定，是一種心識一旦與業處合而為一時，便「凝神收攝」或「墜入」於統一的一種定境。\n當達到安止定的境界時，業處、身心的知覺，乃至周遭環境，都會全部消失。\n（參看第二章註釋34）\n",
"fn164":" 阿姜曼被診斷出罹患肺結核，卒於西元一九四九年十一月十日。\n",
"fn165":" 《波羅提木叉經》，又稱戒經，收集了所有比丘都必須遵守的各種學處，是律藏的核心。\n",
"fn166":" 依世尊出家之弟子為「釋子」，字面意義是指「釋迦族之子」，因為佛陀曾是釋迦族人。\n釋子也是佛教僧侶的別號。\n",
"fn167":" 他們從Nong Pheu村走到Ban Phu寺的距離大約是十二英里。\n",
"fn168":" 阿姜曼荼毗的日子是西元一九五０年一月三十一日。\n",
"fn169":" 當受人尊敬的僧侶的聖體被火化時，火堆中剩下來的零星遺骨就會被收集起來，火的高溫通常使較大的骨節崩解和碎裂，留下許多小的、通常是有多孔的碎骨。\n這種碎骨片，通常被燒成灰白色，被虔誠的佛教徒保存並珍藏為「舍利」。\n",
"fn170":" 「永恆之法」意思是「不死法」，與「涅槃」是同義詞，也就是從再生的輪迴中得到最終的解脫，也因此免於一再的死亡。\n",
"fn171":" 阿羅漢死後遺留下來的舍利是心靈清淨本質中難以言喻的一種奧秘，這種現象非常神奇，似乎已超越了現代科學的定律。\n由於火的極高溫，阿羅漢在火化之後所收集到的骨碎片本質上通常是多孔的。\n被信徒以極恭敬之心保存數年（有時甚至是幾個月）之後，每塊骨頭中的物質元素以某種方式合成密集、堅硬、如鵝卵石般具有各種半透明和不透明顏色的結晶物。\n（參看本書前頭的彩色圖片）誠如阿姜摩訶布瓦的解釋，這種從遺骨到舍利的轉化，就是阿羅漢的清淨心淨化其身體所產生的一種結果。\n這些舍利都被佛教徒視為珍寶一般所珍惜。\n因為具有超自然的心靈潛能，這些舍利會帶給那些擁有者幸運，甚至是看似奇蹟的幸運，這種幸運則與那些擁有者心中的信心及戒德成正比。\n",
"fn172":" 「法現觀」意思是對法完全地洞悉與領悟，指「完全的證悟」。\n",
"fn173":" 十二因緣的「執取」。\n",
"fn174":" 請以十二因緣思惟這一段重要的內容：老婦人仍有再生的渴求是「無明」，與外甥女經常的互動是「行」，對外甥女的喜愛是「愛」，老婦人的心念波連結到外甥女的子宮是「執取」。\n",
"fn175":" 在阿姜曼老年的時候，他一天抽四根菸。\n他在早餐後抽一根，在午後抽一根，在傍晚五點左右抽一根，最後在晚上八點左右抽一根。\n他喜歡抽「公雞牌」香菸，也就是那一次為他買的香菸。\n",
"fn176":" 以勞務供奉僧團的在家居士。\n",
"fn177":" 阿姜措（1902–1995），出生於泰國東北省黎府，十五歲離家，跟隨一名頭陀比丘行腳。\n他最初出家當沙彌，之後成為具足戒比丘，於一九二八年在泰國那空帕儂府第一次遇見阿姜曼。\n他大部分的時間都住在人煙罕至的地方，在那裡他與野生動物和各種非人之間有過許多難忘的相遇。\n",
"fn178":" 緬甸與泰國有長的共同邊界。\n",
"fn179":" 若不是天神化身為老虎的身體型態，就是天神以其卓越的神通力去影響一隻有血肉之軀的老虎的意識，使其舉止溫順。\n",
"fn180":" 當時，泰國實際上受到在泰國建立魁儡政權的日本帝國軍隊的掌控。\n",
"fn181":" 指執取。\n",
"fn182":" 關於不是透過閱讀、學習與研究所獲得的佛法知識理論，而是實際修行的討論，參看第三章註釋3。\n",
"fn183":" 佛陀的「遺教」就是最後般無餘涅槃之前傳給弟子們的教誨，他對他們宣說：「一切因緣有為法終將衰滅，你們都當努力精進達到解脫的目標。」\n",
"fn184":" 「在佛陀的『遺教』中，我們應該如何理解『行』（sankhāra）這個字？它究竟是指什麼現象？我們可以把它視為內在或外在的現象，而且不管哪一種都不會錯。\n但是在那個時候，我們可以相當肯定世尊最後一刻的『遺教』是針對尚未達到但已臨近阿羅漢果的那些具有高成就的修行比丘，因此，我認為佛陀當時所強調的主要是內心的現象，也就是在心中形成思想並一直擾亂心靈的現象。\n他教導我們，應努力去觀照這些內心現象的生與滅，換言之，應以專注正念及觀智不斷的去觀照它們，這些現象包羅整個宇宙天地！「而如果我們想的話，也可以把『行』（sankhāra）解釋成外界的現象，例如：樹木、山、動物、人類等等，但這與當時在場比丘的心智層面並不相應，也與當時的場合不符合：佛陀在般無餘涅槃的最後一刻將此教誡傳給了僧伽，也就是他臨終最終的教導。\n」「因此，當佛陀即將般無餘涅槃之際對因緣有為法的最後教誡，一定是指心中所產生的現象。\n一旦我們清楚了解內心的現象，就一定能了解它們的緣起，又是如何升起。\n我們也就能了解它們是如何生起，為了達到這一點，我們就必須觀透再生輪迴之源，也就是無明煩惱心。\n這就是我們找到關鍵點的方法。\n那些已臻那種成就的佛弟子一定知道這一點，而那些快要但尚未完全證悟的佛弟子也清楚這一點，因為他們已在觀照這個現象。\n因此，佛陀對他們最後的開示，就是在這樣一個重大事件中所宣說的。\n」—— 阿姜摩訶布瓦的註解。\n",
"fn185":" 有餘涅槃，意思是指個人的身心成分（如：五蘊）尚存的涅槃，也就是阿羅漢在還活著的時候所體驗的涅槃。\n"
}